"Arabic" = "Arabe";

"Brazilian Portuguese" = "Portugais (Brésil)";

"Bulgarian" = "Bulgare";

"Canadian French" = "Français (Canada)";

"Catalan" = "Catalan";

"Croatian" = "Croate";

"Czech" = "Tchèque";

"Danish" = "Danois";

"Dutch" = "Néerlandais";

"English" = "Anglais";

"Farsi" = "Persan";

"Finnish" = "Finlandais";

"French" = "Français";

"German" = "Allemand";

"Greek" = "Grec";

"Hebrew" = "Hébreu";

"Hindi" = "Hindi";

"Hungarian" = "Hongrois";

"Icelandic" = "Islandais";

"Indonesian" = "Indonésien";

"Italian" = "Italien";

"Japanese" = "Japonais";

"Korean" = "Coréen";

"Macedonian" = "Macédonien";

"Malay" = "Malais";

"Mexican Spanish" = "Espagnol (Mexique)";

"Norwegian" = "Norvégien";

"Polish" = "Polonais";

"Portuguese" = "Portugais";

"Portuguese (Portugal)" = "Portugais (Portugal)";

"Romanian" = "Roumain";

"Russian" = "Russe";

"Simplified Chinese" = "Chinois simplifié";

"Slovak" = "Slovaque";

"Slovenian" = "Slovène";

"Spanish" = "Espagnol";

"Swedish" = "Suédois";

"Swiss French" = "Français (Suisse)";

"Thai" = "Thaï";

"Traditional Chinese" = "Chinois traditionnel";

"Turkish" = "Turque";

"Ukrainian" = "Ukrainien";

"Vietnamese" = "Vietnamien";

"Welsh" = "Gallois";
